Repository: gabmartinez/rent_car
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_do

source: The credit limit must be zero or greater.
es_do: El límite de crédito debe ser cero o mayor.

source: The credit card number is invalid.
es_do: El número de tarjeta de crédito es inválido.

source: The document number is invalid.
es_do: El documento de identidad es inválido.

source: The commission percentage must be zero or greater.
es_do: El porcentaje de comisión debe ser cero o mayor.

source: Export selected as CSV
es_do: Exportar datos seleccionados como CSV

source: Juridical
es_do: Jurídica

source: Physical
es_do: Física

source: Name
es_do: Nombre

source: Document Number
es_do: Documento de Identidad

source: Credit Card Number
es_do: Número de Tarjeta de Crédito

source: Credit Limit
es_do: Límite de Crédito

source: Person Type
es_do: Tipo Persona

source: Is Active
es_do: Estado

source: Customer
es_do: Cliente

source: Customers
es_do: Clientes

source: Morning
es_do: Matutina

source: Afternoon
es_do: Vespertina

source: Night
es_do: Nocturna

source: Work Shift
es_do: Tanda Laboral

source: Commission Percentage
es_do: Porcentaje de Comisión

source: Entry Date
es_do: Fecha de Ingreso

source: Employee
es_do: Empleado

source: Employees
es_do: Empleados

source: Rent Car Administration
es_do: Administración de Rent Car

source: Rent Car Platform
es_do: Plataforma Rent Car

source: Welcome to Rent Car Platform
es_do: Bienvenido a la Plataforma Rent Car

source: Equipment Conditions
es_do: Condiciones Equipos

source: Rents
es_do: Rentas

source: The rent date cannot be less than today.
es_do: La fecha de renta no puede ser menor que la fecha de hoy.

source: The price per day must be greater than zero.
es_do: El precio por día debe ser mayor que cero.

source: The vehicle is not active.
es_do: El vehículo no está activo.

source: The total days must be greater than zero.
es_do: El total de días debe ser mayor que cero.

source: The vehicle is already rented in the selected period.
es_do: El vehículo ya está rentado en el periodo seleccionado.

source: The customer does not have enough credit available.
es_do: El cliente no tiene suficiente crédito disponible.

source: Full
es_do: lleno

source: Vehicle
es_do: Vehículo

source: Rent Date
es_do: Fecha de Renta

source: Return Date
es_do: Fecha de Devolución

source: Total Days
es_do: Total de Días

source: Price Per Day
es_do: Precio por Día

source: Total Price
es_do: Total a Pagar

source: Comment
es_do: Comentario

source: Rent
es_do: Renta

source: Very Bad
es_do: Muy Mal Estado

source: Good
es_do: Buen Estado

source: Very Good
es_do: Muy Buen Estado

source: Has Scratches
es_do: Tiene Ralladuras

source: Fuel Quantity
es_do: Cantidad Combustible

source: Has Spare Tire
es_do: Tiene Goma Respuesta

source: Has Broken Glass
es_do: Tiene Cristal Roto

source: Has Jack
es_do: Tiene Gato

source: Front Left Tire Condition
es_do: Condición Goma Delantera Izquierda

source: Front Right Tire Condition
es_do: Condición Goma Delantera Derecha

source: Rear Left Tire Condition
es_do: Condición Goma Trasera Izquierda

source: Rear Right Tire Condition
es_do: Condición Goma Trasera Derecha

source: Inspection Employee
es_do: Empleado Inspección

source: Inspection Date
es_do: Fecha Inspección

source: Inspection
es_do: Inspección

source: Inspections
es_do: Inspecciones

source: Vehicles
es_do: Vehículos

source: Description
es_do: Descripción

source: Vehicle Type
es_do: Tipo de Vehículo

source: Vehicle Types
es_do: Tipos de Vehículos

source: Brand
es_do: Marca

source: Brands
es_do: Marcas

source: Vehicle Model
es_do: Modelo

source: Vehicle Models
es_do: Modelos

source: Fuel Type
es_do: Tipo Combustible

source: Fuel Types
es_do: Tipos de Combustible

source: Chassis Number
es_do: No. Chasis

source: Motor Number
es_do: No. Motor

source: Plate Number
es_do: No. Placa

source: Model
es_do: Modelo
